---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetPerSecondSquared
source: html/1d9dae7e-e6f2-ae49-daec-37163200970a.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetPerSecondSquared Property

Feet per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetPerSecondSquared { get; }
```